{
  "api-key-actions-dropdown-delete-key": "Delete Key",
  "api-key-name-input-placeholder": "Key Name (e.g. Slack integration)",
  "button-continue": "Continue",
  "footer-nav-developers": "Developers",
  "footer-nav-disclaimer": "NDAify is not a law firm, does not provide legal services or advice, and does not provide or participate in legal representation. Signing the NDA signifies that you have read and agree to the {privacyPolicy} and {termsOfUse}. When NDAify.com is displayed in a language other than English, we translate the most important information for your browsing and communications. Our translations are provided for your convenience. The English version of NDAify.com, including our Privacy Policy, Terms of Use and the Nondisclosure Agreements, is the definitive version.",
  "footer-nav-privacy": "Privacy Policy",
  "footer-nav-terms": "Terms of Use",
  "footer-powered-by": "Powered by 25% sweet no ice coconut green tea with oat milk & boba.",
  "footer-system-language-label": "System Language",
  "footer-system-theme-label": "System Theme",
  "footer-system-theme-label-dark": "Dark",
  "footer-system-theme-label-light": "Light",
  "home-copy-behind-wall": "Protect your assets behind an NDA-wall",
  "home-faq-answer-amend-nda": "You can’t currently make ammendments to the NDA.",
  "home-faq-answer-cost": "NDAify is {free}. Occasionally, we may solicit contributions but the basic functionality of sending and receiving NDAs will {remainFreeForever}.",
  "home-faq-answer-cost-free": "free",
  "home-faq-answer-cost-remain-free": "remain free forever",
  "home-faq-answer-esig-legal": "Yes. The {docusignLink} was firmly established by the Uniform Electronic Transactions Act (UETA) at the state level and and the Electronic Signatures in Global and National Commerce Act (ESIGN) at the federal level in 2000.",
  "home-faq-answer-esig-legal-click-here": "enforceability of electronic signatures in the US",
  "home-faq-answer-new-nda": "No. This is the whole point of NDAify. We want to have a standard text that everyone’s familiar with as to how they’re protected by being a party to it.",
  "home-faq-new-nda": "Can I add a new NDA?",
  "home-faq-question-amend-nda": "Can I amend the NDA?",
  "home-faq-question-cost": "How much does NDAify cost?",
  "home-faq-question-esig-legal": "Are e-signatures legal?",
  "home-faq-title": "Frequently asked questions",
  "home-footer-sample-nda-nav-item": "Sample {ndaTitle} Template",
  "home-form-dashboard-info": "Or, go to {dashboard} to see your NDAs.",
  "home-form-dashboard-info-dashboard": "Inbox",
  "home-form-login-info": "Or, {login} to see your NDAs.",
  "home-form-login-info-login": "log in",
  "home-nda-couple-minutes": "Send an NDA in a couple minutes.",
  "home-nda-statistics-sum-7-days": "{num7days} NDAs were sent in the last 7 days",
  "home-page-title-append": " — Send and Receive Nondisclosure Agreements",
  "home-title": "NDAify helps you keep your {typeOfSecret} secrets under wraps.",
  "home-title-decoration": "Try it free.",
  "home-title-value-personal": "personal",
  "home-title-value-trade": "trade",
  "nda-actions-dropdown-view-nda": "View",
  "open-source-banner-text": "NDAify is open source. Send a pull request on GitHub.",
  "privacy-legal-md": "---\ntitle: Privacy Policy\nlastUpdatedAt: June 15, 2019\n---\n\nThis Privacy Policy describes the data protection practices of Ndaify, (“Ndaify,” “we,” “us,” or “our”). This Privacy Policy applies to information that we collect and use about you when you access or use the Ndaify website, mobile application, or other online or mobile service that links to or otherwise presents this Privacy Policy to you. We refer to these products and services collectively as the “Services.”\n\nUnder applicable law, Ndaify is considered the “data controller” of the personal data we handle under this Privacy Policy. In other words, Ndaify is responsible for deciding how to collect, use and disclose this data, subject to applicable law. Our contact information appears at the end of this Privacy Policy.\n\nPLEASE READ THIS PRIVACY POLICY CAREFULLY TO UNDERSTAND HOW WE HANDLE YOUR INFORMATION. IF YOU DO NOT AGREE TO THIS PRIVACY POLICY, PLEASE DO NOT USE THE SERVICES.\n\nThis Privacy Policy contains the following sections:\n\n- The Information We Collect\n\n- How We Use Information Collected\n\n- How We Protect Your Information\n\n- Our Legal Bases for Use of Your Information\n\n- Online Analytics\n\n- How We Share Information\n\n- How Long We Keep Information\n\n- Your Choices\n\n- Notice to E.U. and Other Non-U.S. Residents\n\n- The Information We Collect\n\n- Cookies Notice\n\n- Children’s Privacy\n\n- Links to Other Websites and Services\n\n- Your California Privacy Rights\n\n- Changes to Our Privacy Policy\n\n- How to Contact Us\n\n# THE INFORMATION WE COLLECT\nWe obtain information about you through the means discussed below when we provide the Services. Please note that we need certain types of information to provide the Services to you. If you do not provide us with such information, or if you ask us to delete that information, you may no longer be able to access or use certain Services.\n\n# INFORMATION YOU PROVIDE TO US\nWe collect information that you provide directly to us through:\n\n- The Services you use;\n\n- How We Use Information Collected\n\n- Requests or questions you submit to us via online forms, email, or otherwise;\n\n- Account registration and administration of your account;\n\n- Uploads or posts to the Services; and\n\n- Requests for customer support and technical assistance.\n\nInformation about you. Certain parts of the Services may not require you to provide any information that can directly identify you by name (such as if you browse the website without logging in). Others may require information that can directly identify you. The specific types of information we collect will depend upon the Services you use, how you use them, and the information you choose to provide.\n\nThe types of data we collect directly from you includes:\n\n- Registration Information: When you register for an account on the Services, we collect your name, email address, and password, as well as any other information you may enter to create an account.\n\n- User Profile Information: The Services offer you the option of providing additional information about yourself to create a profile (\"Profile \"), including but not limited to a photo, contact information, and work experience.\n\n- Posts, Messages, Events, and other User-Generated Content: The Services allow you to post content and interact with other users.\n\n- User Requests: If you submit a question, information request, or support request to us via email or through the Services (Request), we receive the Request and your associated contact information.\nInformation about others. If you invite another person to join the Services, we collect their email address to send an invitation to use the Services and create an account.\n\n# INFORMATION WE COLLECT AUTOMATICALLY\nWhen you use our Services, we collect certain information automatically as described in this Section. As discussed further below, we and our service providers (which are third party companies that work on our behalf), may use a variety of technologies, including cookies and similar tools, to assist in collecting this information.\n\nWebsites. When you use our website, we collect and analyze information such as your IP address, browser types, browser language, operating system, the state or country from which you accessed the Services, software and hardware attributes (including device IDs) referring and exit pages and URLs, platform type, the number of clicks, files you download, domain names, landing pages, pages viewed and the order of those pages, the amount of time spent on particular pages, the terms you use in searches on our sites, the date and time you used the Services and upload or post content, error logs, and other similar information.\n\nMobile Applications and Software. When you use our mobile application or app, we automatically receive certain information about the mobile phone, tablet, or computer you use, including device identifiers, IP address, operating system, version, Internet service provider, browser type, domain name and other similar information, whether and when you update the app, date and time of use, and how you use the app, including time spent in different portions of the application.\n\nLocation Information. When you use the Services, we and our service providers may automatically collect general location information (e.g., IP address, city/state and or postal code associated with an IP address) from your computer or mobile device. If you install our mobile app, we may ask you to grant us access to your mobile device's geolocation data. If you grant such permission, we may collect information about your precise geolocation, and we may use that information to improve the Services and provide you with location-based features (e.g. notify you of Events available near you). You can disable the GPS or other location-tracking functions on your device, provided your device allows you to do this.\n\n# HOW WE USE INFORMATION COLLECTED\nWe use the information that we collect through our Services for a variety of purposes, including to:\n\n- provide you with the Services;\n\n- communicate with you by:\n\n- responding to your Requests;\n\n- Sending you administrative messages and information, including about changes to the Services and updates to our Terms of Use and Privacy Policy;\n\n- send push notifications to your wireless device to provide updates and other relevant messages (you can manage push notifications from the “options” or “settings” page for the mobile app);\n\n- notify you in the Services about Events and that may be of interest to you;\n\n- notify enterprise customers in the Services and through email about new features and digests of activity;\n\n- enable users to communicate and interact;\n\n- manage and remember your preferences,\n\n- analyze and improve the Services;\n\n- as required or permitted by law;\n\n- as we determine to be necessary or required to ensure the safety and/or integrity of our users, employees, third parties, members of the public, and/or our Services;\n\n- help prevent fraud and enforce our legal terms;\n\n- provide you with the Services; and\n\n- administer and troubleshoot the Services.\n\nAggregate/Anonymous Data. We may aggregate and/or anonymize any information collected through the Services so that such information can no longer be linked to you or your device. We may use such information for any purpose, including without limitation for research and marketing purposes, and may also share such data with our enterprise customers.\n\n# HOW WE PROTECT YOUR INFORMATION\nWe implement technical, administrative, and physical safeguards to protect the information provided via the Services from loss, misuse, and unauthorized access, disclosure, alteration, or destruction. However, no Internet or email transmission is ever fully secure or error free.\n\n# OUR LEGAL BASES FOR USE OF YOUR INFORMATION\nThe laws of some jurisdictions such as the laws of the European Union require data controllers to tell you about the legal ground that they rely on for using, sharing, or disclosing of your information. To the extent those laws apply, our legal grounds are as follows:\n\n- Contractual Commitments: We may use, share, or disclose information to honor our contractual commitments to you. For example, to comply with our Terms of Service, which you accept by browsing or otherwise using our Services.\n\n- With Your Consent: Where required by law, and in some other cases, we use, share, or disclose information on the basis of your consent.\n\n- Legitimate Interests: In many cases, we use, share, or disclose information on the ground that it furthers our legitimate business interests in ways that are not overridden by the interests or fundamental rights and freedoms of the affected individuals, such as customer service, certain promotional activities, analyzing and improving our business, providing security for our Services, preventing fraud, and managing legal issues.\n\n- Legal Compliance: We need to use, share, and disclose information in certain ways to comply with our legal obligations.\n\n# ONLINE ANALYTICS\nWe may use third-party web analytics services (such as those of Google Analytics) on our Services to collect and analyze usage information through cookies and similar tools; engage in auditing, research, or reporting; assist with fraud prevention; and provide certain features to you. To prevent Google Analytics from using your information for analytics, you may install the Google Analytics Opt-out Browser Add-on by clicking [here](https://tools.google.com/dlpage/gaoptout).\n\nIf you receive email from us, we may use certain analytics tools, such as clear GIFs to capture data such as when you open our message or click on any links or banners our email contains. This data allows us to gauge the effectiveness of our communications.\n\n# NOTICE CONCERNING DO NOT TRACK\nDo Not Track (“DNT”) is a privacy preference that users can set in certain web browsers. We are committed to providing you with meaningful choices about the information collected on our website for third party purposes, and that is why we provide the variety of opt-out mechanisms listed above. However, we do not currently recognize or respond to browser-initiated DNT signals. To learn more about Do Not Track, you can do so [here](https://allaboutdnt.com).\n\n# HOW WE SHARE INFORMATION\nWe may share or disclose information in the following ways:\n\nWith Other Users: Certain features of our Services make it possible for you to share User Content, Profile Information, Messages, Events or other information with other users. You can control this sharing through settings available in the Services. If you do not restrict others from viewing such information, that information is not confidential. We cannot control how others will use the information you make available to others.\nService Providers: We provide access to or share your information with select third parties who perform services on our behalf. They have access to perform these services but are prohibited from using your information for other purposes. They provide a variety of services to us, including data storage, analytics, billing, marketing, product content and features, customer service, data storage, security, fraud prevention, and legal services.\nProtection of Ndaify and Others: We may share or disclose certain information if we believe in good faith that doing so is necessary or appropriate to (i) protect or defend the rights, safety, or property of Ndaify or third parties, including to defend or enforce our Privacy Policy, our Terms, or any other contractual arrangement or (ii) to respond to claims that content violates the rights of third parties; (iii) respond to your requests for customer service; and/or (iv) protect the rights, property or personal safety of Ndaify, its agents and affiliates, its employees, users and/or the public.\nLegal Requirements: We may share or disclose certain information if we believe in good faith that doing so is necessary or appropriate to comply with any law enforcement, legal, or regulatory process, such as to respond to a warrant, subpoena, court order, or other applicable laws and regulations.\nWith Your Consent / At Your Direction: We also may share or disclose your information with your consent or at your direction.\nBusiness Transfer: We may share or disclose certain information, in connection with or during negotiations of any merger, sale of company assets, financing, or acquisition of all or a portion of our business to another company. If such transfer is subject to additional mandatory restrictions under applicable laws, we will comply with such restrictions.\nAggregate/Anonymous Information: From time to time, we may share Aggregate/Anonymous Information about use of the Services, such as by creating reports on usage trends. The sharing of such data is unrestricted.\n\n# HOW LONG WE KEEP INFORMATION\nWe generally retain information for so long as it may be relevant to the purposes above and in compliance with applicable law. To dispose of any personal data, we may anonymize it, delete it or take other appropriate steps. Information may persist in copies made for backup and business continuity purposes for an additional period of time.\n\n# YOUR CHOICES\nYou have certain rights and choices with respect to your information such as:\n\n- Profile Information, Notification Preferences & Settings: You may update or correct your Profile Information and notification preferences at any time.\n\n- Marketing Communications: You can decline promotional communications at the point information is requested or, by following the unsubscribe instructions on communications sent to you. You can also contact us as described in the “How to Contact Us” section below.\n\n- Cookies & Analytics: You can opt out of certain cookie-related and analytics processing by following the instructions in our Cookies Notice below.\n\n- Your Legal Rights Under Local Law:\n\n- Your local laws (e.g., laws of the E.U.) may permit you to request that we:\n\n    - provide access to and/or a copy of certain information we hold about you;\n\n    - prevent the processing of your information for direct-marketing purposes; (including any direct marketing processing based on profiling)\n    \n    - update information which is out of date or incorrect;\n    \n    - delete certain information that we are holding about you;\n    \n    - restrict the way that we process and disclose certain of your information;\n    \n    - transfer your information to a third-party provider of services; and\n    \n    - revoke your consent for the processing of your information.\n\nPlease note, however, that certain information may be exempt from such requests in some circumstances, which may include needing to continue processing your information for our legitimate interests or to comply with a legal obligation. We may request you provide us with information necessary to confirm your identity before responding to your request.\n\nTo exercise any of these rights, please contact us as described in the “How to Contact Us” section below. In addition to those rights, you have the right to lodge a complaint with the relevant supervisory authority. However, we encourage you to contact us first, and we will do our very best to resolve your concern.\n\n# NOTICE TO E.U. AND OTHER NON-U.S. RESIDENTS\nOur Services are operated in the United States. If you are located outside of the United States, please be aware that any information you provide to us will be transferred to and/or accessed within the United States. The recipients of information described in the relevant “How We Share Information” sections above may be located in the United States. This information may be subject to United States law, including laws that may require disclosure of personal information to government authorities.\n\nHow to Contact Us for Non-U.S. Residents: If you are located outside the United States and have questions or concerns regarding our Privacy Policy or practices, you may direct a complaint in writing to [support@ndaify.com](mailto:support@ndaify.com).\n\nDispute Resolution for E.U. and Swiss Residents: If you are a resident of the European Union or Switzerland and are dissatisfied with the manner in which we have addressed your concerns, you may seek further assistance, at no cost to you, from our designated Privacy Shield independent recourse mechanism, the JAMS Privacy Shield Program, which you can learn more about by visiting here. Residents of the European Union or Switzerland may elect to arbitrate unresolved complaints but prior to initiating such arbitration, you must: (1) afford us the opportunity to resolve the issue; (2) seek assistance via SaveLegal’s recourse mechanism above; and (3) contact the U.S. Department of Commerce (either directly or through a European Data Protection Authority) and afford the Department of Commerce time to attempt to resolve the issue. Each party shall be responsible for its own attorney’s fees. Please be advised that, pursuant to the Privacy Shield, the arbitrator(s) may only impose individual-specific, non-monetary, equitable relief necessary to remedy any violation of the Privacy Shield Principles with respect to the individual. Ndaify is subject to the investigatory and enforcement powers of the U.S. Federal Trade Commission (FTC).\n\n# COOKIES NOTICE\nA cookie is a small text file stored by a website in a user’s web browser that helps us in many ways to make your use of the Services more efficient and meaningful to you. Among other things, cookies avoid you having to log in every time you come back to the Services. They also allow us to tailor the Service to better match your needs.\n\nA session cookie is stored only in your computer’s working memory and only lasts for your browsing session. When you close all your browser’s windows, or when you shut down your computer, the session cookie disappears forever.\n\nA persistent cookie remains on your computer after you close your browser so that it can be used by your browser on subsequent visits to the Services. Persistent cookies stay on your computer until either they expire or are overwritten with newer cookies, or you manually remove them. Most browsers can be configured not to accept cookies; however, this may prevent you from having access to some site functions or features.\n\n### How We Use Cookies\n\nWe use Cookies for the following purposes:\n\n- To provide and improve the Services;\n\n- For user authentication and enabling you to remain logged in;\n\n- To remember your preferences and settings;\n\n- For analytics and research, including to understand how you use the Services and which content users prefer;\n\n- To personalize the Services for you; and\n\n- To assist with security and administrative functions.\n\nWe do not use any advertising Cookies in our Services or place advertisements in our Services.\n\n### What are your choices about Cookies?\n\nYou can learn more about how Cookies work and how to turn them off in your particular browsers. Please remember that if you replace, change or upgrade your browser, or delete your Cookies, you may need to use these opt-out tools again. Additionally, if you turn your Cookies off, some features of our Services may not function properly.\n\nFor information about Cookies used by the developers of these browsers, please visit the “Help” section of your browser for more information (e.g., Internet Explorer; Google Chrome; Mozilla Firefox; or Apple Safari) or visit:\n\n- [Internet Explorer](https://support.microsoft.com/en-us/help/17442/windows-internet-explorer-delete-manage-cookies)\n\n- [Google Chrome](https://support.google.com/chrome/answer/95647?hl=en-GB)\n\n- [Mozilla Firefox](https://support.mozilla.org/en-US/kb/cookies-information-websites-store-on-your-computer)\n\n- [Safari (Desktop)](https://support.apple.com/kb/PH5042?locale=en_US)\n\n- [Safari (Mobile)](https://support.apple.com/en-us/HT201265)\n\n- [Android Browser](https://support.google.com/nexus/answer/54068?visit_id=1-636626086771835223-1865917297&hl=en&rd=1)\n\nFor controls specific to analytics services offered by Google, click here from each of your browsers. Although we do not place advertisements in our Services, for more information about advertising and how you can turn off certain advertisements in general, please visit youronlinechoices.com, youronlinechoices.com.au and youradchoices.com.\n\n# CHILDREN’S PRIVACY\nThe Services are intended for general audiences and not for children under the age of 13. If we become aware that we have inadvertently collected “personal information” (as defined by the United States Children’s Online Privacy Protection Act) from children under the age of 13, children under the age of 14 in Spain or South Korea, or from an EU resident under the age of 16 without parental consent, we will take reasonable steps to delete it as soon as possible. We also comply with other age restrictions and requirements in accordance with applicable local laws.\n\n# LINKS TO OTHER WEBSITES AND SERVICES\nThe Services may contain links to third-party websites or services. We are not responsible for the content or practices of those websites or services. The collection, use, and disclosure of your information will be subject to the privacy policies of the third-party websites or services, and not this Privacy Policy. We urge you to read the privacy and security policies of these third-parties.\n\n# YOUR CALIFORNIA PRIVACY RIGHTS\nCalifornia law permits users who are California residents to request and obtain from us once a year, free of charge, a list of the third parties to whom we have disclosed their personally identifiable information (if any, and as defined by California law) for their direct marketing purposes in the prior calendar year, as well as the types of personally identifiable information disclosed to those parties. We does not share your personally identifiable information with third parties for their own direct marketing purposes without your consent.\n\n# CHANGES TO OUR PRIVACY POLICY\nWe may change this Privacy Policy to reflect changes in the law, our information practices or the features of the Services. At the top of our Privacy Policy, we will indicate the date of the most recent update. If we make a material change to the Policy, you will be provided with appropriate notice in accordance with legal requirements. By continuing to use the Services, you are confirming that you have read and understood the latest version of this Privacy Policy.\n\n# HOW TO CONTACT US\nIf you have any questions about this Privacy Policy or our practices, please contact us at [support@ndaify.com](mailto:support@ndaify.com).",
  "secret-link-input-description": "Enter a private hyperlink to your documents in {googleDriveLink}, {dropboxLink}, {oneDriveLink}, {figmaLink}, {notionLink}, {airtableLink}, {invisionLink} etc.",
  "secret-link-input-placeholder": "Paste a secret link",
  "terms-legal-md": "---\ntitle: Terms of Use\nlastUpdatedAt: June 15, 2019\n---\n\nIMPORTANT NOTICE: THIS AGREEMENT CONTAINS A BINDING ARBITRATION PROVISION AND CLASS ACTION WAIVER. IT AFFECTS YOUR LEGAL RIGHTS AS DETAILED IN THE ARBITRATION AND CLASS ACTION WAIVER SECTION BELOW. PLEASE READ CAREFULLY.\n\n# ACCEPTANCE OF THESE TERMS\nWelcome to Ndaify. These Terms of Service (“Terms”) are a legal agreement between you and Ndaify and its corporate affiliates, subsidiaries, and divisions as may change from time to time (collectively, “Ndaify,” “we,” “us,” and “our”). These Terms govern your access to, use of, and participation in the services, websites, software, and mobile or other applications offered by or through Ndaify (collectively, the “Service”). Your access to and use of the Service is conditioned on your acceptance of and compliance with these Terms. By accessing or using the Service you, your heirs, assigns, and successors (collectively, “you”) are indicating that you have read, understand, and agree to be bound by these Terms. If you do not agree to these Terms, then you must stop accessing or using the Service.\n\n# MODIFICATIONS\nWe may revise these Terms from time to time to reflect changes to the Service, our users’ needs, our business priorities, or changes in laws and regulations. The most current version will always be on this page. If the revision, in our sole discretion, is material under applicable law, we will notify you via posting to our website. Except as set forth in the Arbitration and Class Action Waiver section below, by continuing to access or use the Service after those revisions become effective, you agree to be bound by the revised Terms. The Terms were most recently updated on the effective date listed at the top of this page.\n\n# ADDITIONAL TERMS AND POLICIES\nPlease review our Privacy Policy, incorporated herein by reference, for information and notices concerning our collection and use of your information. Please review all policies that govern your use of the Service.\n\n# ELIGIBILITY AND SCOPE\nThese Terms apply to all who access the Service (“Users”).\n\nYou may use the Service only if you can form a binding contract with us, and only in compliance with these Terms and all applicable local, state, national, and international laws, rules, and regulations.\n\nYou represent that you are over the age of thirteen (13) years old in the United States, sixteen (16) years old in the European Union, or fourteen (14) years old if you live in Spain or South Korea) (the “Minimum Age”). If you are over the Minimum Age, but under the legal age of majority, your parent or legal guardian must consent to these Terms and all other applicable policies, and affirm that they accept these Terms on behalf of, and bear all legal and financial responsibility and liability for the actions of, any child between the Minimum Age and majority, and expressly ratify and confirm any acts of any such child and all users of the account.\n\nIf you’re agreeing to these Terms on behalf of an organization or entity, you represent and warrant that you are authorized to agree to these Terms on that organization or entity’s behalf and bind them to these Terms (in which case, the references to “you” and “your” in these Terms, except for in this sentence, refer to that organization or entity). If we have previously prohibited you from accessing or using the Service, you are not permitted to access or use the Service.\n\n# ACCOUNT REGISTRATION AND USE\nYou may be required to register for a password-protected account (“Account”) to use parts of the Service. You must provide accurate, current, and complete information during the registration and at all other times when you use the Service, and to update information to keep it accurate, current, and complete.\n\nYou are solely responsible for safeguarding your Account password. We encourage you to use a “strong” Account password (that is a minimum of eight characters and that is not among the 10,000 most common passwords). You are solely responsible for all activity that occurs on your Account, and we may assume that any communications we receive under your Account have been made by you. You must notify us immediately of any breach of security or unauthorized use of your Account. We will not be liable and you may be liable for losses, damages, liability, expenses, and lawyers’ fees incurred by us or a third party arising from someone else using your Account due to your conduct regardless of whether you have notified us of such unauthorized use. You understand and agree that we may require you to provide information that may be used to confirm your identity and help ensure the security of your Account.\n\n# RULES AND PROHIBITIONS\nYou may not use the Service to and you represent and warrant that any User Content (as defined below) that you post does not:\n\n- violate any law or to promote any illegal activities, including, but not limited to the submission of inappropriate or unlawful content to or through the Service;\n\n- obtain or attempt to obtain unauthorized access to the Service or to our servers, systems, network, or data; scrape, access in violation of these Terms, monitor, index, frame, link, copy, or search (or attempt to do so) the Service by any means (automated or non-automated) other than through currently available, published interfaces that we provide (and only pursuant to these Terms) (crawling the Service is permissible in accordance with these Terms, but scraping the Service without our prior written consent is expressly prohibited);\n\n- use another person’s Account, impersonate any person or entity; or forge or manipulate headers or identifiers to disguise the origin of any content transmitted through the Service;\n\n- interfere with or disrupt the Service or servers, systems or networks connected to the Services in any way;\n\n- in any way violate any copyrights, trade secrets, or other rights of any third party, including privacy or publicity rights;\n\n- spam anyone;\n\n- collect, harvest, or publish any personally identifiable information, including, but not limited to, names or other account information, from the Service;\n\n- conduct any commercial solicitation purposes without our written permission;\n\n- make available viruses or any other computer code, files, programs or content designed to interrupt, destroy or limit the functionality of the Services, data, or affect other users;\n\n- engage in conduct or post User Content that is libelous, defamatory, abusive, threatening, harassing, hateful, obscene, offensive, humiliating to other people (publicly or otherwise), or otherwise violates any law or right of any third party;\n\n- degrade or discriminate against others on the basis of gender, race, class, ethnicity, national origin, religion, sexual preference, disability, or any other sensitive classification;\n\n- share other people's private or personally identifiable information without their express authorization and permission;\n\n- undertake any activity or engage in any conduct that is inconsistent with the business or purpose of the Service;\n\n- probe, scan, or test the vulnerability of any system or network or breach or circumvent any security or authentication measures we may use to prevent or restrict access to the Service or use of the Service or the content therein; or\n\n- attempt to indirectly undertake any of the foregoing.\n\n# USER CONTENT\nAreas of the Service allow you to submit, post, upload, publish, submit, transfer, link, display, or otherwise make available (hereinafter, “post”) information, text, graphics, photograph, audio, video, postings, reviews, designs, inventions, or other materials (“User Content”) that may or may not be viewable by other Users. User Content must comply with these Terms. You retain ownership of all intellectual property rights you have in the User Content you post on the Service.\n\nBy posting User Content on or through the Service, you grant us a worldwide, irrevocable, perpetual, non-exclusive, transferable, royalty-free license (with the right to sublicense) to use, copy, reproduce, process, adapt, modify, publish, transmit, display, distribute, and otherwise exploit such User Content in any format or medium now known or developed in the future, in order to provide the Service, subject to applicable law and our Privacy Policy. Your User Content will not be used for publicity, advertising, or any public statements without your prior consent. The license granted to us shall survive termination of the Service or your Account. Notwithstanding the User Content license and for avoidance of doubt, our use and retention of your personal data, including any that is contained in User Content, shall also be governed by and comply with our Privacy Policy. You represent, warrant and agree that you have the necessary rights to grant us the license described in this Section for any User Content that you post.\n\nYou agree that this license includes the right for other Users with permitted access to your User Content to use your User Content in conjunction with participation in the Service and as permitted through the functionality of the Service.\n\nYour User Content will be viewable by other Users of the Service. You should only provide User Content that you are comfortable sharing with others under these Terms. We take no responsibility and assume no liability for any User Content that you or any other User or third-party posts. You shall be solely responsible for your own User Content and the consequences of posting or publishing it, and you agree that we are only acting as a passive conduit for your online distribution and publication of your User Content.\n\nWe reserve the right in our sole discretion to remove or disable access to any User Content from the Service, suspend or terminate your account at any time, or pursue any other remedy or relief available under equity or law if you post any User Content that violates these Terms or we consider to be objectionable for any reason. You agree that we may proofread, summarize, or otherwise edit and/or withdraw your User Content (but does not assume the obligation), and you understand it remains your sole responsibility to monitor your User Content and ensure that such edited content is accurate and consistent with your representations and warranties in these Terms.\n\nWe reserve the right to access, read, preserve, and disclose any information as we reasonably believe is necessary to (i) satisfy any applicable law, regulation, legal process, or governmental request, (ii) enforce the Terms, including investigation of potential violations hereof, (iii) detect, prevent, or otherwise address fraud, security, or technical issues, (iv) respond to user support requests, or (v) protect the rights, property or safety of the Ndaify, its users and the public.\n\nNdaify hosts a wide array of legal forms and agreements that are uploaded by the many legal experts in our network. While we always aim to ensure that our forms and templates are accurate and up-to-date, we ultimately do not control the content uploaded by our Users. It is your responsibility to check any documents for accuracy and ensure they are fit for purpose. While many of our forms and agreements may be deployed as is, you should consult a legal professional depending on your specific facts and circumstances. Ndaify is not a law firm, does not provide legal services or advice, and does not provide legal representation.\n\nYou understand that we do not control, and are not responsible for, User Content, and that by using the Service, you may be exposed to User Content from other Users that is offensive, indecent, inaccurate, misleading, or otherwise objectionable. Please also note that User Content may contain typographical or other inadvertent errors or inaccuracies.\n\n# NDAIFY’S LICENSE TO YOU\nSubject to your compliance with these Terms, Ndaify grants you a limited, non-exclusive, non-assignable, non-sub-licensable, revocable, license to use the Service as it is provided to you and reproduce and display User Content and content published by Ndaify (collectively, “Collective Content”) for your personal and professional use and only in connection with your access to and participation in the Service and only in a manner that complies with all legal requirements that apply to you or your use of the Service, including those relating to data security and data privacy, such as those specified in the Privacy Policy. We may revoke this license at any time, in our sole discretion. Upon such revocation, you must promptly destroy all materials downloaded or otherwise obtained from the Service, as well as all copies of such materials, whether made in accordance with these Terms or otherwise.\n\nYou will not use, copy, adapt, modify, prepare derivative works based upon, distribute, license, sell, transfer, publicly display, publicly perform, transmit, stream, broadcast, or otherwise exploit the Service or Collective Content, except as expressly permitted in these Terms. The Service and Collective Content are provided to you AS IS. If you download or print a copy of the Service or Collective Content for personal use, you must retain all copyright and other proprietary notices contained thereon. No licenses or rights are granted to you by implication or otherwise under any intellectual property rights owned or controlled by Ndaify or its licensors, except for the licenses and rights expressly granted in these Terms.\n\nWhile we strive to create the most user-friendly and collaborative experience possible, all aspects of the Service are subject to change or elimination at our sole discretion.\n\n# ACCOUNT SUSPENSION OR TERMINATION\nWe may, in our discretion, with or without cause, with or without prior notice and at any time, decide to limit, block, suspend, deactivate, or cancel your Account in whole or in part. If we exercise our discretion under these Terms to do so, any or all of the following can occur with or without prior notice or explanation to you: (a) your Account will be deactivated or suspended, your password will be disabled, and you will not be able to access the Service or your User Content, or receive assistance from our support teams; and (b) if appropriate in our sole discretion, we may communicate to other Users that your Account has been terminated, blocked, suspended, deactivated, or cancelled, and why this action has been taken. You may cancel your use of the Service and/or terminate your Account at any time by emailing our support team ([support@ndaify.com](mailto:support@ndaify.com)). Please note that if your Account is cancelled, we do not have an obligation to delete or return to you any User Content you have posted to the Service unless otherwise required under applicable law.\n\n# PROPRIETARY RIGHTS\nAll right, title, and interest in and to the Service (excluding your User Content), are and will remain the exclusive property of Ndaify and its licensors. All materials therein, including, without limitation, software, images, text, graphics, illustrations, logos, patents, trademarks, service marks, copyrights, photographs, audio, videos, music, and all intellectual property rights related thereto, are the exclusive property of Ndaify and its licensors (including other Users who post User Content to the Service). The Service is protected by copyright, trademark, and other laws of both the United States and foreign countries. You acknowledge that the Service has been developed, compiled, prepared, revised, selected, and arranged by Ndaify and others through the application of methods and standards of judgment developed and applied through the expenditure of substantial time, effort, and money and constitute valuable intellectual property. Except as explicitly provided herein, nothing in these Terms gives you a right to use the Ndaify name or any of the Ndaify trademarks, logos, domain names and other distinctive brand features. Any other trademarks, service marks, logos, trade names and any other proprietary designations are the trademarks or registered trademarks of their respective owners.\n\nAny feedback, comments, questions, or suggestions (collectively, “Feedback”) you may provide regarding the Service is entirely voluntary and we will be free to use such feedback, comments or suggestions without any obligation to you. By sending us any Feedback, you further (i) agree that we are under no obligation of confidentiality, express or implied, with respect to the Feedback; (ii) acknowledge that we may have something similar to the Feedback already under consideration or in development; (iii) grant us an irrevocable, non- exclusive, royalty-free, perpetual, worldwide license to use, modify, prepare derivative works, publish, distribute, and sublicense the Feedback; and (iv) irrevocably waive, and cause to be waived, against Ndaify and its Users any claims and assertions of any moral rights contained in such Feedback. These provisions regarding Feedback shall survive any termination of your Account or the Service.\n\n# DMCA NOTICE\nIt is our policy to respond to alleged infringement notices that comply with the Digital Millennium Copyright Act of 1998 (“DMCA”). If you believe that your copyrighted work has been copied in a way that constitutes copyright infringement and is accessible via the Service, please notify our copyright agent. For your complaint to be valid under the DMCA, you must provide the following information in writing:\n\n- An electronic or physical signature of a person authorized to act on behalf of the copyright owner.\n\n- Identification of the copyrighted work that you claim has been infringed.\n\n- Identification of the material that is claimed to be infringing and where it is located on the Service\n\n- Information reasonably sufficient to permit us to contact you, such as your address, telephone number, and email address.\n\n- A statement that you have a good faith belief that use of the material in the manner complained of is not authorized by the copyright owner, its agent, or law.\n\n- A statement, made under penalty of perjury, that the above information is accurate, and that you are the copyright owner or are authorized to act on behalf of the owner.\n\nThe above information must be submitted to the following copyright agent: [support@ndaify.com](mailto:support@ndaify.com)\n\nUNDER FEDERAL LAW, IF YOU KNOWINGLY MISREPRESENT THAT ONLINE MATERIAL IS INFRINGING, YOU MAY BE SUBJECT TO CRIMINAL PROSECUTION FOR PERJURY AND CIVIL PENALTIES, INCLUDING MONETARY DAMAGES, COURT COSTS, AND ATTORNEYS' FEES.\n\nPlease note that this procedure is exclusively for notifying Ndaify and its affiliates that your copyrighted material has been infringed. The preceding requirements are intended to comply with Ndaify’s rights and obligations under the DMCA, including 17 U.S.C. §512(c), but do not constitute legal advice. It may be advisable to contact an attorney regarding your rights and obligations under the DMCA and other applicable laws. In accordance with the DMCA and other applicable law, we have adopted a policy of, in appropriate circumstances and at our sole discretion, terminating the Account or access of Users who are deemed to be infringers or repeat infringers.\n\n# WARRANTIES AND DISCLAIMERS\nYour access to and use of the Service or any User Content is at your own risk. You understand and agree that the Service is provided to you on an “AS IS” and “AS AVAILABLE” basis. Without limiting the foregoing, NDAIFY AND ITS AFFILIATES AND SUBSIDIARIES, AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES, AND AGENTS DISCLAIM ANY WARRANTIES, EXPRESS OR IMPLIED, OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE, QUIET ENJOYMENT, OR NON-INFRINGEMENT. We make no warranty and disclaim all responsibility and liability for the completeness, accuracy, availability, timeliness, security, or reliability of the Service or any content thereon. We will not be responsible or liable for any harm to your computer system, loss of data, or other harm that results from your access to or use of the Service, or any User Content. You also agree that Ndaify has no responsibility or liability for its deletion of, or the failure to store, retain, or transmit, any User Content and other communications maintained by the Service. We make no warranty that the Service will meet your requirements or be available on an uninterrupted, secure, or error-free basis. No advice or information, whether oral or written, obtained from Ndaify or through the Service, will create any warranty not expressly made herein.\n\nYOU ARE SOLELY RESPONSIBLE FOR ALL OF YOUR COMMUNICATIONS AND INTERACTIONS WITH OTHER USERS OF THE SERVICE AND WITH OTHER PERSONS WITH WHOM YOU COMMUNICATE OR INTERACT AS A RESULT OF YOUR USE OF THE SERVICE. YOU UNDERSTAND THAT WE DO NOT MAKE ANY ATTEMPT TO VERIFY THE STATEMENTS OF USERS OF THE SERVICE. WE MAKE NO REPRESENTATIONS OR WARRANTIES AS TO THE CONDUCT OF USERS OF THE SERVICE OR THEIR COMPATIBILITY WITH ANY CURRENT OR FUTURE USERS OF THE SERVICE. YOU AGREE TO TAKE REASONABLE PRECAUTIONS IN ALL COMMUNICATIONS AND INTERACTIONS WITH OTHER USERS OF THE SERVICE AND WITH OTHER PERSONS WITH WHOM YOU COMMUNICATE OR INTERACT AS A RESULT OF YOUR USE OF THE SERVICE, PARTICULARLY IF YOU DECIDE TO MEET OFFLINE OR IN PERSON. WE EXPLICITLY DISCLAIM ALL LIABILITY FOR ANY ACT OR OMISSION OF ANY USERS OR THIRD PARTIES.\n\nThe Service is controlled and operated from its facilities in the United States. We make no representations that the Service is appropriate or available for use in other locations. Those who access or use the Service from other jurisdictions do so at their own volition and are entirely responsible for compliance with all applicable United States and local laws and regulations, including but not limited to export and import regulations. You may not use the Service if you are a resident of a country embargoed by the United States, or are a foreign person or entity blocked or denied by the United States government. Unless otherwise explicitly stated, all materials found on the Service are solely directed to individuals, companies, or other entities located in the United States.\n\n# LIMITATION OF LIABILITY\nTO THE MAXIMUM EXTENT PERMITTED BY APPLICABLE LAW, NDAIFY AND ITS AFFILIATES AND SUBSIDIARIES, AND THEIR RESPECTIVE OFFICERS, EMPLOYEES, AGENTS, PARTNERS AND LICENSORS WILL NOT BE LIABLE FOR ANY DIRECT, INDIRECT, INCIDENTAL, SPECIAL, CONSEQUENTIAL OR PUNITIVE DAMAGES, INCLUDING WITHOUT LIMITATION, LOSS OF PROFITS, DATA, USE, GOOD-WILL, OR OTHER INTANGIBLE LOSSES, RESULTING FROM (i) YOUR ACCESS TO OR USE OF OR INABILITY TO ACCESS OR USE THE SERVICE; (ii) ANY CONDUCT OR CONTENT OF ANY THIRD PARTY ON THE SERVICE, INCLUDING WITHOUT LIMITATION, ANY DEFAMATORY, OFFENSIVE OR ILLEGAL CONDUCT OF OTHER USERS OR THIRD PARTIES; (iii) ANY CONTENT OBTAINED FROM THE SERVICE; AND (iv) UNAUTHORIZED ACCESS, USE OR ALTERATION OF YOUR TRANSMISSIONS OR CONTENT, WHETHER BASED ON WARRANTY, CONTRACT, TORT (INCLUDING NEGLIGENCE) OR ANY OTHER LEGAL THEORY, WHETHER OR NOT WE HAVE BEEN INFORMED OF THE POSSIBILITY OF SUCH DAMAGE, AND EVEN IF A REMEDY SET FORTH HEREIN IS FOUND TO HAVE FAILED OF ITS ESSENTIAL PURPOSE.\n\nTHE LIMITATION OF LIABILITY DESCRIBED ABOVE SHALL APPLY FULLY TO RESIDENTS OF NEW JERSEY.\n\nSome jurisdictions do not allow the exclusion of certain warranties or the exclusion or limitation of liability for consequential or incidental damages, so the limitations above may not apply to you.\n\n# INDEMNIFICATION\nTO THE FULL EXTENT PERMITTED BY LAW, YOU AGREE TO RELEASE, DEFEND, INDEMNIFY, AND HOLD Ndaify AND ITS AFFILIATES AND SUBSIDIARIES, AND THEIR RESPECTIVE OFFICERS, DIRECTORS, EMPLOYEES AND AGENTS, HARMLESS FROM AND AGAINST ANY CLAIMS, LIABILITIES, DAMAGES, LOSSES, AND EXPENSES, INCLUDING WITHOUT LIMITATION REASONABLE LEGAL AND ACCOUNTING FEES, ARISING OUT OF OR IN ANY WAY CONNECTED WITH (A) YOUR ACCESS TO OR USE OF THE SERVICE OR YOUR VIOLATION OF THESE TERMS; (B) YOUR USER CONTENT OR THE COLLECTIVE CONTENT; AND (C) YOUR INTERACTION WITH ANY USER.\n\nIf you are a California resident, you hereby waive California Civil Code §1542, which says: \"A general release does not extend to claims which the creditor does not know or suspect to exist in his favor at the time of executing the release, which if known by him must have materially affected his settlement with the debtor.\" This release includes the criminal acts of others. If you are not a California resident, you waive your rights under any statute or common law principle similar to Section 1542 that governs your rights in the jurisdiction of your residence.\n\n# ARBITRATION AND CLASS ACTION WAIVER\nPLEASE READ THIS SECTION CAREFULLY. IT AFFECTS YOUR LEGAL RIGHTS, INCLUDING YOUR RIGHT TO FILE A LAWSUIT IN COURT.\n\nYou and Ndaify agree that these Terms affect interstate commerce and that the Federal Arbitration Act governs the interpretation and enforcement of these arbitration provisions.\n\nThis Section is intended to be interpreted broadly and governs any and all disputes between us, including but not limited to claims arising out of or relating to any aspect of the relationship between us, whether based in contract, tort, statute, fraud, misrepresentation or any other legal theory; claims that arose before these Terms or any prior agreement (including, but not limited to, claims related to your use of the Service); and claims that may arise after the termination of these Terms or agreement to arbitrate. The only disputes excluded from this broad prohibition are the litigation of certain intellectual property and small court claims, as provided below.\n\nBy agreeing to these Terms, you agree to resolve any and all disputes with us as follows:\n\nInitial Dispute Resolution: Most disputes can be resolved without resort to litigation. You can reach our support team at [support@ndaify.com](mailto:support@ndaify.com). Except for intellectual property and small claims court claims, the parties agree to use their best efforts to settle any dispute, claim, question, or disagreement directly through consultation with our support department, and good faith negotiations shall be a condition to either party initiating a lawsuit or arbitration.\n\nBinding Arbitration: If the parties do not reach an agreed-upon solution within a period of thirty (30) days from the time informal dispute resolution is initiated under the Initial Dispute Resolution provision above, then either party may initiate binding arbitration as the sole means to resolve claims, subject to the terms set forth below. Specifically, all claims arising out of or relating to these Terms (including the Terms’ or Privacy Policy's formation, performance, and breach), the parties' relationship with each other, and/or your use of the Service shall be finally settled by binding arbitration administered by JAMS in accordance with the JAMS Streamlined Arbitration Procedure Rules for claims that do not exceed $250,000 and the JAMS Comprehensive Arbitration Rules and Procedures for claims exceeding $250,000 in effect at the time the arbitration is initiated, excluding any rules or procedures governing or permitting class actions. The arbitrator, and not any federal, state, or local court or agency, shall have exclusive authority to resolve all disputes arising out of or relating to the interpretation, applicability, enforceability, or formation of these Terms or the Privacy Policy, including but not limited to any claim that all or any part of these Terms or Privacy Policy is void or voidable, whether a claim is subject to arbitration, or the question of waiver by litigation conduct. The arbitrator shall be empowered to grant whatever relief would be available in a court under law or in equity. The arbitrator's award shall be written and shall be binding on the parties and may be entered as a judgment in any court of competent jurisdiction. To start an arbitration, you must do the following: (a) write a Demand for Arbitration that includes a description of the claim and the amount of damages you seek to recover (you may find a copy of a Demand for Arbitration at www.jamsadr.com); (b) send three copies of the Demand for Arbitration, plus the appropriate filing fee, to JAMS, 160 W. Santa Clara Street, Suite 1600, San Jose, California 95113; and (c) send one copy of the Demand for Arbitration to Ndaify’s headquarters.\n\nYou will be required to pay $250 to initiate an arbitration against us. If the arbitrator finds the arbitration to be non-frivolous, Ndaify will pay all other fees invoiced by JAMS, including filing fees and arbitrator and hearing expenses. You are responsible for your own attorneys' fees unless the arbitration rules and/or applicable law provide otherwise.\n\nThe parties understand that, absent this mandatory arbitration provision, they would have the right to sue in court and have a jury trial. They further understand that, in some instances, the costs of arbitration could exceed the costs of litigation and the right to discovery may be more limited in arbitration than in court.\n\nIf you are a resident of the United States, arbitration may take place in the county where you reside at the time of filing. For individuals residing outside the United States, arbitration shall be initiated in the State of California, United States of America. You and Ndaify further agree to submit to the personal jurisdiction of any federal or state court in Santa Clara County, California in order to compel arbitration, to stay proceedings pending arbitration, or to confirm, modify, vacate, or enter judgment on the award entered by the arbitrator.\n\nClass Action Waiver: The parties further agree that the arbitration shall be conducted in their individual capacities only and not as a class action or other representative action, and the parties expressly waive their right to file a class action or seek relief on a class basis. YOU AND Ndaify AGREE THAT EACH MAY BRING CLAIMS AGAINST THE OTHER ONLY IN YOUR OR ITS INDIVIDUAL CAPACITY, AND NOT AS A PLAINTIFF OR CLASS MEMBER IN ANY PURPORTED CLASS OR REPRESENTATIVE PROCEEDING. If any court or arbitrator determines that the class action waiver set forth in this paragraph is void or unenforceable for any reason or that an arbitration can proceed on a class basis, then the arbitration provisions set forth above shall be deemed null and void in their entirety and the parties shall be deemed to have not agreed to arbitrate disputes.\n\nException: Litigation of Intellectual Property and Small Claims Court Claims: Notwithstanding the parties' decision to resolve all disputes through arbitration, either party may bring enforcement actions, validity determinations or claims arising from or relating to theft, piracy or unauthorized use of intellectual property in state or federal court or in the U.S. Patent and Trademark Office to protect its intellectual property rights (\"intellectual property rights\" means patents, copyrights, moral rights, trademarks, and trade secrets, but not privacy or publicity rights). Either party may also seek relief in a small claims court for disputes or claims within the scope of that court's jurisdiction.\n\n30-Day Right to Opt Out: You have the right to opt out and not be bound by the arbitration and class action waiver provisions set forth above by sending (from the email address you used to register for your account) written notice of your decision to opt out to [support@ndaify.com](mailto:support@ndaify.com) with the subject line, \"ARBITRATION AND CLASS ACTION WAIVER OPT-OUT.\" The notice must be sent within thirty (30) days of your first use of the Service or the effective date of the first set of Terms containing an Arbitration and Class Action Waiver section, whichever is later; otherwise, you shall be bound to arbitrate disputes in accordance with the terms of these paragraphs. If you opt out of these arbitration provisions, we also will not be bound by them.\n\nChanges to This Section: Ndaify will provide thirty (30) days’ notice of any changes to this section by posting on the Service, sending you a message, or otherwise notifying you when you are logged into your account. Amendments will become effective thirty (30) days after they are posted on the Service or sent to you.\n\nChanges to this section will otherwise apply prospectively only to claims arising after the thirtieth (30th) day. If a court or arbitrator decides that this subsection on \"Changes to This Section\" is not enforceable or valid, then this subsection shall be severed from the section entitled “Arbitration and Class Action Waiver,” and the court or arbitrator shall apply the first Arbitration and Class Action Waiver section in existence after you began using the Service.\n\nSurvival: This Arbitration and Class Action Waiver section shall survive any termination of your account or the Service.\n\n# GENERAL\nGoverning Law. You agree that: (i) the Service shall be deemed solely based in California; and (ii) the Service shall be deemed a passive one that does not give rise to personal jurisdiction over Ndaify, either specific or general, in jurisdictions other than California. These Terms shall be governed in all respects by the internal substantive laws of the State of California, without regard to its conflict of laws principles. The application of the United Nations Convention on Contracts for the International Sale of Goods is expressly excluded. Except for claims that must be arbitrated pursuant to the Arbitration and Class Action Waiver section, any claim or dispute arising in connection with the Service shall be decided exclusively by a court of competent jurisdiction located in Santa Clara County, California, and you consent to the personal jurisdiction of and venue in such courts and waive any and all jurisdictional and venue defenses or objections otherwise available.\n\nEntire Agreement. These Terms, together with the Privacy Policy and any other legal notices, amendments, and additional agreements or policies published on the Service, shall constitute the entire agreement between us concerning the Service. Except as set forth in the Arbitration and Class Action Waiver section, if any provision of these Terms is deemed invalid by a court of competent jurisdiction, the invalidity of such provision shall not affect the validity of the remaining provisions of these Terms, which shall remain in full force and effect. These Terms supersede and replace any prior agreements between you and Ndaify regarding the Service.\n\nSection Headings. The section headings in these Terms are for convenience only and have no legal or contractual effect.\n\nWaiver. No waiver of any term of this Agreement shall be deemed a further or continuing waiver of such term or any other term, and our failure to assert any right or provision under these Terms shall not constitute a waiver of such right or provision.\n\nForce Majeure. Neither Ndaify nor you shall be liable to the other for any delay or failure in performance under the Terms arising out of a cause beyond its control and without its fault or negligence. Such causes may include but are not limited to fires, floods, earthquakes, strikes, unavailability of necessary utilities, blackouts, acts of God, acts of declared or undeclared war, acts of regulatory agencies, or national disasters.\n\nNo Third-Party Beneficiaries. You agree that, except as otherwise expressly provided in these Terms, there shall be no third-party beneficiaries to these Terms.\n\nTransferability and Assignability. These Terms, and any rights and licenses granted hereunder, may not be transferred or assigned by you, but may be assigned by Ndaify without restriction. Any attempted transfer or assignment in violation hereof shall be null and void. These Terms bind and inure to the benefit of each party and the party’s successors and permitted assigns.\n\nNotices. We may deliver notice to you by email, posting a notice on the Service, or any other method we choose and such notice will be effective on dispatch.\n\nContact us. Please contact us at [support@ndaify.com](mailto:support@ndaify.com) with any questions regarding these Terms.",
  "uetaesign-legal-md": "---\ntitle: UETA and ESIGN Act\nlastUpdatedAt: June 15, 2019\n---\n\n# HOW TO CONTACT US\nIf you have any questions, please contact us at [support@ndaify.com](mailto:support@ndaify.com).",
  "user-action-banner-label-inbox": "Inbox",
  "user-actions-dropdown-api-key": "API Keys",
  "user-actions-dropdown-aria-label-more-options": "More Options",
  "user-actions-dropdown-home": "Home",
  "user-actions-dropdown-inbox": "Inbox",
  "user-actions-dropdown-log-out": "Log Out",
  "user-actions-dropdown-sent": "Sent"
}